tap "nikitabobko/tap"
tap "tw93/tap"
brew "autoconf"
brew "bat"
brew "bear"
brew "btop"
brew "clang-format"
brew "cmake"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "glfw"
brew "go"
brew "gopls"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "libtool"
brew "python@3.14"
brew "llvm"
brew "luarocks"
brew "mole"
brew "neovim"
brew "node"
brew "odin"
brew "pandoc"
brew "pkgconf"
brew "postgresql@18", restart_service: :changed, link: true
brew "qemu"
brew "redis"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tinymist"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "typst"
brew "wget"
brew "zls"
cask "nikitabobko/tap/aerospace"
cask "discord"
cask "firefox"
cask "font-geist-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-plemol-jp-nf"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "localsend"
cask "logisim-evolution"
cask "orbstack"
cask "pgadmin4"
cask "postman"
cask "sioyek"
cask "spotify"
cask "steam"
cask "t3-code"
cask "zed"
npm "@mariozechner/pi-coding-agent"
npm "openclaw"
